## Operators

-, +, *, /, ^, %, min, max

## Examples

```sh
Lisp> + 1 2 3
6
Lisp> + 1 (-20) 9
-10
Lisp> min 3 1 2
1
Lisp> max 3 1 2
3
```

## Source

https://buildyourownlisp.com/
